const BookData = [
    {
        "id":1,
        "book_name":"Призрак Оперы",
        "genre":"Классика",
        "book_description":"История создания готического романа с элементами приключенческой и детективной прозы так же таинственна, как и его сюжет. В 1897 году Гастон Леру, будучи журналистом и фанатом театра, общался с одним из архитекторов парижской Гранд-оперы — Шарлем Гарнье. По одной из легенд, зодчий поделился с писателем страшной тайной о молодом уродце, который помогал в разработке проекта здания. А спустя десятилетие в подвале оперного театра рабочие обнаружили пугающую находку. В одной из стен было замуровано тело мужчины с прекрасным женским перстнем на руке. Череп мертвеца был так деформирован, что больше напоминал останки чудовища, нежели человека... Потрясенный Леру начал собственное расследование. Опросив прежних рабочих, он выяснил: среди архитекторов трудился человек в маске, под которой он прятал изуродованное лицо. Поговаривали, что после завершения строительства ему выделили небольшую квартиру в здании театра. И однажды он заточил в ней прекрасную хористку... До сих пор достоверно не известно, что из этого вымысел, а что быль. Но Леру настолько впечатлила открытая им история, что он решил использовать ее для написания легендарного романа «Призрак Оперы», который впоследствии лег в основу большого количества мюзиклов и фильмов. Последнюю экранизацию снял американец Джоэл Шумахер. Главные роли в музыкальной ленте исполнили Эмми Россум, Джерард Батлер и Патрик Уилсон.  Одно из самых ярких явлений массовой культуры ХХ, а потом и XXI века. Его множество раз экранизировали, ему посвящали бессчетные рок-композиции, баллады и альбомы... И, наверное, нет человека, который бы ни разу в жизни не слышал или не смотрел написанного по его мотивам гениального мюзикла Эндрю Ллойда Уэббера. Со дня первой публикации Призрака Оперы прошло уже больше столетия, а таинственная и мрачная история юной оперной певицы Кристины, благородного виконта Рауля и жестокого и несчастного гения по прозвищу Призрак Оперы по-прежнему остается одним из культовых произведений в жанре готического романа.",
        "book_url":'https://simg.marwin.kz/media/catalog/product/cache/8d1771fdd19ec2393e47701ba45e606d/c/o/cover1__w600_134_561.jpg',
        "print_length":"384 Pages",
        "language":"Russian",
        "author_name":"Гастон Луи Альфред Леру",
        "price":"1000" 
    },
    {
        "id":2,
        "book_name":"Американская трагедия",
        "genre":"Классика",
        "book_description":"Роман, признанный вершиной творчества Теодора Драйзера. Книга, легшая в основу культового оскароносного фильма Место под солнцем. Суровая отповедь американской мечте, основанная на реальных событиях. Клайд Грифитс, средний молодой американец с типично американским взглядом на жизнь, жаждет любой ценой утвердиться в высшем обществе. Ради романа с богатой наследницей Сондрой Финчли он решает поставить точку в отношениях с Робертой, простой работницей фабрики, одним роковым ударом… Так на наших глазах начинает разворачиваться Американская трагедия – исключительная по силе и размаху история любви и предательства, убийства и раскаяния, иллюзий и их крушения.",
        "book_url":"https://simg.marwin.kz/media/catalog/product/cache/41deb699a7fea062a8915debbbb0442c/c/o/cover1__w600_137_253.jpg",
        "print_length":"1024 Pages",
        "language":"Russian",
        "author_name":"Теодор Драйзер",
        "price":"1700"
    },
    {
        "id":3,
        "book_name":"Дневник памяти",
        "genre":"Роман",
        "book_description":"«Поймите правильно — я обычный человек с обычными мыслями и жизнь прожил самую обыкновенную. Мне не поставят памятник, имя мое скоро забудется, и все же я познал любовь, и мне этого достаточно»... Истории обыкновенных людей, настоящих, живых — это отличает романы известного американского писателя Николаса Спаркса. Его книги «Послание в бутылке», «Тихая гавань», «Спеши любить», «Ночи в Роданте», «Дорогой Джон» читают во всем мире. А все потому, что в основу сюжетов автор закладывает реальные случаи из жизни его семьи и друзей. Культовый «Дневник памяти» Спаркс создал после знакомства с бабушкой и дедушкой жены. Писателя поразила не столько история встречи пары, которая прожила в браке более полувека, сколько то, через что ей пришлось пройти, чтобы пронести сквозь время безграничную любовь, и как не угасли чувства спутя годы. ...Ной и Элли происходили из семей разного социального уровня. Ной был простым работягой. Элли — любимой дочерью богатого и влиятельного папы. И, если бы не то роковое лето, они вряд ли смогли бы встретиться еще когда-нибудь... Дебютный роман Спаркса «Дневник памяти» увидел свет в 1996 году и сразу же попал в список самых продаваемых книг в мире. А спустя восемнадцать лет — после выхода одноименной драмы Ника Кассаветиса, главные роли в которой исполнили Райан Гослинг и Рэйчел Макадамс, — его популярность взлетела до небес. Это – не любовный роман, а роман о любви. О любви обычных мужчины и женщины – таких, как мы… Почему же эта книга стала абсолютным бестселлером во всем мире? Почему она трогает душу читателей самого разного возраста и интеллектуального уровня? Как Николасу Спарксу удалось повторить сенсационный успех Истории любви и Неспящих в Сиэтле? Почему фильм, снятый по роману Дневник памяти, имел огромный успех во всем мире? Объяснить это невозможно. Прочитайте Дневник памяти– и поймете сами!",
        "book_url":"https://simg.marwin.kz/media/catalog/product/cache/41deb699a7fea062a8915debbbb0442c/c/o/sparks_n_dnevnik_pamyati_eksklyuzivnaya_klassika.jpg",
        "print_length":"256 Pages",
        "language":"Russian",
        "author_name":"Николас Спаркс",
        "price":"1080"
    },
    {
        "id":4,
        "book_name":"До встречи с тобой",
        "genre":"Роман",
        "book_description":"Лу Кларк знает, сколько шагов от автобусной остановки до ее дома. Она знает, что ей очень нравится работа в кафе и что, скорее всего, она не любит своего бойфренда Патрика. Но Лу не знает, что вот-вот потеряет свою работу и что в ближайшем будущем ей понадобятся все силы, чтобы преодолеть свалившиеся на нее проблемы. Уилл Трейнор знает, что сбивший его мотоциклист отнял у него желание жить. И он точно знает, что надо сделать, чтобы положить конец всему этому. Но он не знает, что Лу скоро ворвется в его мир буйством красок. И они оба не знают, что навсегда изменят жизнь друг друга.",
        "book_url":"https://simg.marwin.kz/media/catalog/product/cache/8d1771fdd19ec2393e47701ba45e606d/1/0/1037858343.jpg",
        "print_length":"480 Pages",
        "language":"Russian",
        "author_name":"Джоджо Мойес",
        "price":"4000"
    },
    {
        "id":5,
        "book_name":"Портрет Дориана Грея",
        "genre":"Классика",
        "book_description":"Оскар Уайльд - великий английский писатель, снискавший славу блестящего стилиста, неподражаемого острослова, неординарная личность своего времени, человек, чье имя стараниями врагов и жадной до пересудов черни стало символом порочности. В настоящее издание вошли знаменитый роман Портрет Дориана Грея - самая успешная и самая скандальная из всех созданных Уайльдом книг, - а также малая проза писателя: остроумный комедийный детектив Преступление лорда Артура Сэвила, пародийно-готическая повесть Кентервильское привидение и новеллистические этюды Сфинкс без загадки и Натурщик-миллионер.",
        "book_url":"https://simg.marwin.kz/media/catalog/product/3/0/uayld_o_portret_doriana_greya_povesti_rasskazy_skazki_poemy_esse.jpg",
        "print_length":"368 Pages",
        "language":"Russian",
        "author_name":"Оскар Уайльд",
        "price":"6400"
    },
    {
        "id":6,
        "book_name":"Финансист",
        "genre":"Классика",
        "book_description":"В романе Финансист, первой части Трилогии желания, Драйзер показывает начало карьеры Фрэнка Каупервуда. В стремлении поскорее приобрести богатство и достойное место в обществе, не умея вовремя остановиться, Каупервуд запутывается как в финансовых делах, так и в делах сердечных. Оказавшись в опасной ситуации, под угрозой неминуемой расплаты, он делает ставку на единственного человека, способного его спасти, - своего главного конкурента.",
        "book_url":"https://simg.marwin.kz/media/catalog/product/cache/41deb699a7fea062a8915debbbb0442c/1/0/drayzer_t_finansist_azbukaklassika.jpg",
        "print_length":"608 Pages",
        "language":"Russian",
        "author_name":"Теодор Драйзер",
        "price":"1250"
    },
    {
        "id":6,
        "book_name":"Мои нереальные парни",
        "genre":"Проза",
        "book_description":"Как найти любовь, когда все вокруг ее уже нашли? Терапия любви – это когда любовь приходит в твою жизнь не для того, чтобы остаться в ней, а чтобы ее изменить. «Это книга глубоко личная и вместе с тем способная тронуть сердце каждого, ведь проблемы, с которыми сталкиваются герои, так или иначе знакомы многим тридцатилетним. Поиск второй половинки, дружба, карьера, планы на жизнь, разбитые иллюзии… Автор обращается к такой тонкой материи, как человеческие отношения, но делает это без надрыва, а с легкой иронией. В результате ко многим сценам и диалогам хочется вернуться и перечитать не один раз».- Елена Петухова, переводчик",
        "book_url":"https://simg.marwin.kz/media/catalog/product/cache/41deb699a7fea062a8915debbbb0442c/c/o/olderton_d_moi_nerealnye_parni.jpg",
        "print_length":"284 Pages",
        "language":"Russian",
        "author_name":"Олдертон Д.",
        "price":"2800"
    },
    {
        "id":7,
        "book_name":"Испанский любовный обман",
        "genre":"Роман",
        "book_description":"Поездка в Испанию, самый раздражающий человек в мире и три дня, чтобы убедить всех, что вы влюблены друг в друга. Другими словами, план, который никогда не сработает... Каталина Мартин вовсю готовится к свадьбе сестры. Ей срочно нужен спутник, ведь на мероприятие приглашен ее бывший парень, которому хочется утереть нос. Тем более он приедет с невестой. У Каталины есть всего четыре недели, чтобы найти того, кто согласится притвориться ее парнем. Красивый и заносчивый Аарон Блэкфорд, коллега Каталины, предлагает ей помощь. Приближается день свадьбы, и Каталина понимает: Аарон – единственный выход. Впереди перелет через Атлантику, и все ради того, чтобы оказаться в солнечной Испании. Очень скоро Каталина поймет, что Аарон Блэкфорд может быть не таким уж и заносчивым…",
        "book_url":"https://simg.marwin.kz/media/catalog/product/cache/41deb699a7fea062a8915debbbb0442c/c/o/armas_e_ispanskiy_lyubovnyy_obman.jpg",
        "print_length":"448 Pages",
        "language":"Russian",
        "author_name":"Елена Армас",
        "price":"2200"
    },
    {
        "id":9,
        "book_name":"",
        "genre":"",
        "book_description":"",
        "book_url":"",
        "print_length":"",
        "language":"",
        "author_name":"",
        "price":""
    }
];

module.exports={BookData};